---
kind: other
id: Methods.T:Autodesk.Revit.DB.IntegerParameterValue
source: html/807890f2-c687-a7f7-7453-d70abd583b14.htm
---
# IntegerParameterValue Methods

Makes an identical copy of the given parameter value.